[
    "I love you like kanye loves kanye",
    "Remind me again why the Grammys can suck my dick.",
    "I need a room full of mirrors so I can be surrounded by winners",
    "I’m the closest that hip-hop is getting to God. In some situations I’m like a ghetto Pope.",
    "KANYE 2024",
    "NEW ALBUM DONDA JULY 24 2020 #2020VISION",
    "The media crucify me like they did Christ.",
    "Imma let you finish, but beyoncé had one of the best music videos of all time.",
    "you may be talented, but you’re not kanye west",
    "I feel like I'm too busy writing history to read it.",
    "I'm a human being. I've got opinions, I'm not always right, I'm not always on time, I don't always say things in the proper way, but my intentions are always extremely pure.",
    "I refuse to accept other people's ideas of happiness for me. As if there's a 'one size fits all' standard for happiness.",
    "Here's something that's contrary to popular belief: I actually don't like thinking. I think people think I like to think a lot. And I don't. I do not like to think at all.",
    "For me, money is not my definition of success. Inspiring people is a definition of success.",
    "I am not a fan of books.",
    "Keep your nose out the sky, keep your heart to god, and keep your face to the raising sun.",
    "I don't know what's better gettin' laid or gettin' paid.",
    "I love sleep; it's my favorite.",
    "I still think I am the greatest.",
    "It's not 'can'; it's 'will.' You have to will things into fruition.",
    "I am God's vessel. But my greatest pain in life is that I will never be able to see myself perform live.",
    "We came into a broken world. And we're the cleanup crew.",
    "Our work is never over.",
    "I don't use blue. I don't like it. It bugs me out. I hate it.",
    "I don't even listen to rap. My apartment is too nice to listen to rap in.",
    "Fashion is merely an opinion. And I've got a lot of opinions.",
    "Nobody can tell me where I can and can't go.",
    "I can analyze people's intentions. Immediately. That's just a warning. To everyone.",
    "I'll say things that are serious and put them in a joke form so people can enjoy them. We laugh to keep from crying.",
    "Know your worth! People always act like they're doing more for you than you're doing for them.",
    "I'm not always going to say things the perfect way, the right way. But I'm going to say how I feel.",
    "I just want people to be the best thems and live the happiest lives possible.",
    "The dinosaurs aren't remembered for much more than their bones. When humanity's gone, what do we give to this little planet that we're on, and what could we do collectively, removing the pride?",
    "Closed on a Sunday, you're my Chick-fil-A",
    "There's a lack of people in power that are motivated by the idea of helping people.",
    "I definitely think, generally, rap is misogynistic.",
    "Creative output, you know, is just pain. I'm going to be cliche for a minute and say that great art comes from pain.",
    "There's a lack of people in power that are motivated by the idea of helping people.",
    "I don't think people are going to talk in the future. They're going to communicate through eye contact, body language, emojis, signs.",
    "I told y'all I didn't vote, right? But if I would've voted, I would've voted for Trump.",
    "There's a lack of people in power that are motivated by the idea of helping people.",
    "All these walls that keep us from loving each other as one family or one race - racism, religion, where we grew up, whatever, class, socioeconomic - what makes us be so selfish and prideful, what keeps us from wanting to help the next man, what makes us be so focused on a personal legacy as opposed to the entire legacy of a race.",
    "I'm inspired by Walt Disney. I'm inspired by Howard Hughes. I'm inspired by Henry Ford. I'm inspired by Steve Jobs. I mean, I'm inspired by James Perse.",
    "I thank Marc Jacobs so much for giving me the opportunity to design a shoe for Louis Vuitton, but the thing that broke my heart most was when they said, 'You're finished. The shoe's finished.'",
    "I'm giving all that I have in this life. I'm opening up my notebook, and I'm saying everything in there out loud.",
    "There was a time Michael Jackson couldn't get his video on MTV because he was considered to be 'urban.' The Michael Jackson. So I literally have to be the Michael Jackson of apparel in order to break down the doors for everyone who will come after I'm gone, after I'm dead.",
    "I’d rather be a dick than a swallower",
    "Kris Jong Un",
    "The most genius thing about the way I create is to create with other geniuses.",
    "If we go on your iPhone and go to the dictionary and look up 'humble,' 80 per cent of the definition is negative. It's a controlling word. It's a way to control the masses and to control the sheep.",
    "Obama told me he was running for president before he announced it, because I am his favorite rapper, he’a got good taste",
    "In Paris, you're as far as possible from the land of pleasant smiles.",
    "We're a blip in the existence of the universe, and we're constantly trying to pull each other down. Not doing things to help each other.",
    "Look at gaga, she’s the creative director of polaroid. I like some of the gaga songs, what the fuck does she know about cameras",
    "Black people can be the most conservative, the most discriminating. Especially among ourselves. It wasn't white people who said all black men have to wear baggy jeans.",
    "Sometimes we be playing the politics too much and forget who we are just to win.",
    "I think business has to be stupider. I want to do really straightforward, stupid business - just talk to me like a 4-year-old. And I refuse to negotiate. I do not negotiate. I can collaborate. But I'm an artist, so as soon as you negotiate, you're being compromised.",
    "drake didnt fuck my wife",
    "I didn't know the term 'synesthesia' until I was working on 'Cruel Summer.' Halfway into writing that, I really understood that, my entire life, I had been trying to describe this condition of mine: through painting, through this seven-screen Surround Vision film we shot in Qatar, through all these things.",
    "YOU AINT GOT THE ANSWERS SWAY",
    "People have me pinned as a shark or a predator in some way, and in no way am I that. I wouldn't want to hurt anyone. I want to defend people. I want to help people.",
    "It was a strike against me that I didn't wear baggy jeans and jerseys and that I never hustled, never sold drugs.",
    "I would hear stories about Steve Jobs and feel like he was at 100 percent exactly what he wanted to do, but I'm sure even a Steve Jobs has compromised. Even a Rick Owens has compromised. You know, even a Kanye West has compromised. Sometimes you don't even know when you're being compromised till after the fact, and that's what you regret.",
    "I liberate minds with my music. That's more important than liberating a few people from apartheid or whatever.",
    "WE GON DO THIS SHIT ONE MO TIME",
    "I would hear stories about Steve Jobs and feel like he was at 100 percent exactly what he wanted to do, but I'm sure even a Steve Jobs has compromised. Even a Rick Owens has compromised. You know, even a Kanye West has compromised. Sometimes you don't even know when you're being compromised till after the fact, and that's what you regret.",
    "Man, I'm the No. 1 living and breathing rock star. I am Axl Rose; I am Jim Morrison; I am Jimi Hendrix.",
    "You don't have to be scared of me, because I am loyal. Why are people so scared of creative ideas and so scared of truth? All I want to do is do good.",
    "This dark diction has become America's addiction.",
    "i wanna fuck you hard on the sink",
    "I dislike the concept of 'chic' being the highest compliment for a human being. I'd rather someone be nice than to be chic.",
    "I wouldn't say that anyone in fashion is on my side. I don't think there's anyone on my side.",
    "Fashion breaks my heart.",
    "Our focus needs to be less on what our legacy's going to be or how we can control each other and more how we can give to each other.",
    "Every time I say something that's extremely truthful out loud, it literally breaks the Internet.",
    "My goal is just to be respected as a man when I walk down the street with my family. I don't care what your job is, you're not gonna talk down to me, you're not gonna try to get a rise out of me. I'm a man first. And in establishing that, some interesting things have happened.",
    "I think I do myself a disservice by comparing myself to Steve Jobs and Walt Disney and human beings that we've seen before. It should be more like Willy Wonka... and welcome to my chocolate factory.",
    "The concept of Kimye has more cultural significance than what Page Six could write.",
    "It's funny because I've made a living off of words, but words get in the way of what you really want to say.",
    "If I was just a fan of music, I would think that I was the number one artist in the world.",
    "My message isn't perfectly defined. I have, as a human being, fallen to peer pressure.",
    "In today's world, having money has allowed people who are extremely uncool to think that they're cool and carry it like that. People who really are cool and people who really are artists and have ideas have to literally turn in their cool card to society just to make it past the age of 28.",
    "I used to have insecurity about my finances, then I announced that I had debt, and now I don't have any insecurities.",
    "It's always going to be a fight for anyone who isn't an older white man. I want to fight for anyone who doesn't have a fight.",
    "Do I worry about being in the public eye and raising kids? Yeah. Any situation you're in, you're gonna worry about raising kids. But it's champagne problems, too. There are people who can't feed their kids.",
    "I'm here to fight for the re-education of what celebrity is: to say, 'Yes, we are celebrities, but yes, we're also innovators. We're also inventors. We're also thoughtful.'",
    "I can always tell if a band has a British rhythm section due to the gritty production.",
    "Madonna, I think, is the greatest visual musical artist that we've ever had. If you look at her photo log, the photographers that she was able to work with throughout her career framed her in the proper way. It was the proper context. It was that visual that made sure that everything was gonna cut through in a certain way.",
    "Sometimes people write novels and they just be so wordy and so self-absorbed.",
    "I'm pretty calculating. I take stuff that I know appeals to people's bad sides and match it up with stuff that appeals to their good sides.",
    "Michael Jordan changed so much in basketball, he took his power to make a difference. It's so much going on in music right now and somebody has to make a difference.",
    "But for me to have the opportunity to stand in front of a bunch of executives and present myself, I had to hustle in my own way. I can't tell you how frustrating it was that they didn't get that. No joke - I'd leave meetings crying all the time.",
    "I really appreciate the moments that I was able to win rap album of the year or whatever.",
    "I love being American, and I love family. I love having a family, and I feel so blessed, and I feel like God gave me exactly what I wanted, so now I have to do the right thing in God's eyes also. Just follow what God wants me to do.",
    "I know how to swim through backlash. I can tread water through backlash... If anything, that's all giving me power.",
    "My favorite record label of all time is Motown. That era of music was my favorite.",
    "I didn't want to play it boring and safe. I also didn't want to innovate too much. Second albums, man, they're even scarier than first ones.",
    "You know what should be banned? Stuff that's whack. The world is controversial. The world is classist. The world is racist.",
    "I didn't want to play it boring and safe. I also didn't want to innovate too much. Second albums, man, they're even scarier than first ones.",
    "The concept of commercialism in the fashion and art world is looked down upon. You know, just to think, 'What amount of creativity does it take to make something that masses of people like?' And, 'How does creativity apply across the board?'",
    "I'm a trained fine artist. I went to art school from the time I was 5 years old. I was, like, a prodigy out of Chicago. I'd been in national competitions from the age of 14.",
    "Thirty-three-years-old, still creating art. It's rage, it's creativity, it's pain, it's hurt, but it's the opportunity to still have my voice get out there through music.",
    "Why, if someone is good in one field can they not be accepted or given the slightest opportunity to express and be creative in other fields?",
    "If you ain't no punk, holla we want prenup/WE WANT PRENUP!/It’s something that you need to have/'Cause when she leave yo ass, she gonna leave with half.",
    "Taylor Swift beat Beyoncé at the Grammys? Beyoncé be dancing in heels and shit.",
    "I am the number one human being in music. That means any person that's living or breathing is number two.",
    "I have to dress Kim everyday so she doesn’t embarrass me.”",
    "I'm doing pretty good as far as geniuses go … I'm like a machine. I'm a robot. You cannot offend a robot … I'm going down as a legend, whether or not you like me or not. I am the new Jim Morrison. I am the new Kurt Cobain … The Bible had 20, 30, 40, 50 characters in it. You don't think that I would be one of the characters of today's modern Bible?",
    "[AIDS is] a man-made disease. [It was] placed in Africa just like crack was placed in the black community to break up the Black Panthers.",
    "What's a B+ mean? I'm an extremist, its either pass or fail! A+ or F-! You know what, f–k you and the whole f–king staff!",
    "George Bush doesn’t care about black people.",
    "I walk through the hotel and I walk down the street and people look at me like I'm f–king insane, like I'm Hitler. One day the light will shine through, and one day people will understand everything I ever did.",
    "Kim doesn’t understand what a blessing I am to her.",
    "I just zoned on how ill it is to really fall in love… Pimpin’ is whatev… Love is that shit!",
    "I'm like a tree. I feed the branches of the people.",
    "I'm a pop enigma. I live and breathe every element in life. I rock a bespoke suit and I go to Harold's for fried chicken. It's all these things at once, because, as a tastemaker, I find the best of everything. There's certain things that black people are the best at and certain things that white people are the best at. Whatever we as black people are the best at, I'm a go get that. Like, on Christmas I don't want any food that tastes white. And when I go to purchase a house, I don't want my credit to look black.",
    "Yo Taylor, I'm really happy for you, I'mma let you finish, but Beyoncé has one of the best videos of all time. One of the best videos of all time!",
    "Please corporations. Can you please support me, please? Me, Kanye West? I swear I'm a nice n—a now. I swear I'll put the pink polo back on. I swear to you. Please? Just for 3 million dollars. I need it so bad. I need a new pool in my backyard. So I'll tell all my fans your shit is cool. And if they believe in me they should also believe in you … Did the corporation send the check yet? What's my public rating right now? Are people liking me again? Enough to get some money from the corporations? Are they liking me now? They forgot about the whole Beyonce thing right? OK, cool. Is it OK now?",
    "You may be talented, but you’re not Kanye West.",
    "I feel like there’s still n—as that owe me checks. I feel like there’s still bitches that owe me sex.",
    "Whoa by 50 percent [I am more influential than] Stanley Kubrick, Apostle Paul, Picasso… f****** Picasso and Escobar. By 50 per cent more influential than any other human being.",
    "When you’re the absolute best, you get hated on the most.",
    "My goal, if I was going to do art, fine art, would have been to become Picasso or greater… That always sounds so funny to people, comparing yourself to someone who has done so much, and that’s a mentality that suppresses humanity…",
    "One of my biggest achilles heels has been my ego. And if I, Kanye West, can remove my ego, I think there’s hope for everyone.",
    "I don’t think there’s a living celebrity with more weapons formed against him, but I don’t think there’s one more prosperous.",
    "So, the voices in my head told me go, and then I just walked up, like, halfway up the stage… But I just didn’t really want to take away from Beck’s moment, or the time he’s having to talk. It was kind of a joke – like the Grammys themselves.",
    "I think what Kanye West is going to mean is something similar to what Steve Jobs means. I am undoubtedly, you know, Steve of internet, downtown, fashion, culture. Period. By a long jump. I honestly feel that because Steve has passed, you know, it’s like when Biggie passed and Jay Z was allowed to become Jay Z.",
    "I hate when I’m on a flight and I wake up with a water bottle next to me like oh great now I gotta be responsible for this water bottle.",
    "One of the problems with being a bubbling source of creativity – it’s like I’m bubbling in a laboratory, and if you don’t put a cap on it, at one point it will, like, break the glass. If I can hone that… then I have, like, nuclear power, like a superhero, like Cyclops when he puts his glasses on.",
    "You should only believe about 90 percent of what I say. As a matter of fact, don’t even believe anything that I’m saying at all. I could be completely fucking with you, and the world, the entire time.",
    "There’s nothing I really wanted to do in life that I wasn’t able to get good at. That’s my skill. I’m not really specifically talented at anything except for the ability to learn. That’s what I do. That’s what I’m here for.",
    "I’m a pop enigma. I live and breathe every element in life. I rock a bespoke suit and I go to Harold’s for fried chicken. It’s all these things at once, because, as a taste maker, I find the best of everything.",
    "People ask me a lot about my drive. I think it comes from, like, having a sexual addiction at a really young age. Look at the drive that people have to get sex – to dress like this and get a haircut and be in the club in the freezing cold at 3 A.M., the places they go to pick up a girl. If you can focus the energy into something valuable, put that into work ethic.",
    "About Kim Kardashian: ‘Y’all are acting like this ain’t the most beautiful woman of all time. Wait a second, wait a second – I’m talking about arguably of human existence. The top 10 of human existence… I don’t give a f*ck what type of jacket she got on.",
    "Visiting my mind is like visiting the Hermès factory. Sh*t is real.",
    "If you read books – which I don’t, none at all – about how to become a billionaire, they always say, ‘You learn more from your mistakes.’ So if you learn from your mistakes, then I’m a f*cking genius.",
    "I am so credible and so influential and so relevant that I will change things.",
    "I feel like I’m too busy writing history to read it.",
    "Fur pillows are hard to actually sleep on.",
    "I believe that bad taste is vulgar. It’s like cursing. I think the world can be saved through design, because what is the most distasteful thing someone can do? Kill someone. So, good taste is the opposite of that.",
    "I’m a designer. A musician. A manager. The media try to dishumanise [sic] people who believe in themselves.’ Kanye West even manages to make up a new word during one of his many mid-set rants at Wireless Festival 2014.",
    "For me, first of all, dopeness is what I like the most. Dopeness. People who want to make things as dope as possible, and, by default, make money from it.",
    "I will be the leader of a company that ends up being worth billions of dollars, because I got the answers. I understand culture. I am the nucleus.",
    "I am in the lineage of Gil Scott-Heron, great activist-type artists. But I’m also in the linage of a Miles Davis, you know, that liked nice things too.",
    "Just imagine if I woke up one day and I was whack. What would I do then?",
    "I am the number one human being in music. That means any person that’s living or breathing is number two.",
    "Oh my God, I’m one of the greatest rappers in the world.",
    "The Bible had 20, 30, 40, 50 characters in it. You don’t think that I would be one of the characters of today’s modern Bible?",
    "I’m the closest that hip-hop is getting to God. In some situations I’m like a ghetto Pope.",
    "I’m doing pretty good as far as geniuses go…I’m like a machine. I’m a robot. You cannot offend a robot.",
    "I feel like the type of girl I would be with is a fellow superhero. So we get that “already flying and now we’re just flying together” thing.",
    "I paid my dues when I had to wear a kilt in Chicago, and friends would say, “What’s your boy got on?” but there are warriors that have killed people in kilts in the past.",
    "I’m going to be the Tupac of clothing.",
    "I don’t personally like suit jackets anymore. I especially hate suit jackets on women… that was a groundbreaking idea 5 million years ago!",
    "I like T-shirts and women in yoga pants… I live in LA that’s what some people wear… not sure why someone would put a suit jacket with that.",
    "What do you mean by @JustinBieber was my favourite song of 2015?",
    "Chasin' love, all the bittersweet hours lost/ Eatin' Asian p---y, all I need was sweet and sour sauce",
    "F--k you and your Hampton house/ I’ll f--k your Hampton spouse/ Came on her Hampton blouse/ And in her Hampton mouth",
    "Gave her a handshake only for my man’s sake/ She in her birthday suit cause of the damn cake/ Now there’s crumbs all over the damn place/ And she want me to come all over her damn face",
    "Make her knees shake, make a priest faint/ Make a nun come, make her cremate",
    "In that p---y so deep I could have drowned twice/ Rose gold Jesus piece with the brown ice/ Eating good, vegetarian with the brown rice/ Girls kissing girls, cause it's hot, right?/ But unless they use a strap-on then they not dykes",
    "Now if I f--k this model/ And she just bleached her asshle/ And I get bleach on my T-shirt/ I’mma feel like an asshole",
    "Woo! You will never need another lover/ Woo! Cause you a milf and I'm a motherf--ker/ Told you give the drummer some, now the drummer comin’/ I’m pa rum pa pum pumin' all on your stomach",
    "So mommy, best advice is just to get on top of this/ Have you ever had sex with a pharaoh?/ Put the p---y in a sarcophagus/ Now she claiming that I bruised her esophagus/ Head of the class and she just won a swallowship/ I’m living in the future so the present is my past/ My presence is a present, kiss my ass",
    "Uh, she cut from a different textile/ Uh, she love different kinds of sex now/ Uh, black girl sippin' white wine/ Put my fist in her like a civil rights sign/ And grabbed it with a slight grind/ And held it 'til the right time/ Then she came like AAAAAHHH!",
    "Never in your wildest dreams/ Never in your wildest dreams, in your wildest/ You could hear the loudest screams/ Comin’ from inside the screen, you a wild bitch/ Tell me what I gotta do to be that guy/ Said her price go down, she ever f--k a black guy/ Or do anal, or do a gangbang/ It’s kinda crazy that’s all considered the same thing/ Well I guess a lotta ni--as do gang bang/ And if we run trains, we all in the same gang/ Runaway slaves all on a chain gang/ Bang, bang, bang, bang, bang",
    "I'm a sick fuck, I like a quick fuck I like my dick sucked, I'll buy you a sick truck\nI'll buy you some new tits, I'll get you that nip-tuck\nHow you start a family? The condom slipped up\nI'm a sick fuck, I'm inappropriate\nI like hearin' stories, I like that ho shit\nI wanna hear more shit, I like the ho shit\nSend me some more shit, you triflin' ho bitch",
    "Cause you'll never get on top of this\nSo mommy, best advice is just to get on top of this\nHave you ever had sex with a pharaoh?\nAhh, put the pussy in a sarcophagus\nNow she claiming that I bruised her esophagus",
    "She find pictures in my e-mail\nI sent this bitch a picture of my dick\nI don't know what it is with females\nBut I'm not too good with that shit",
    "One day I’m gon' marry a porn star\nWe’ll have a big-ass crib and a long yard\nWe’ll have a mansion and some fly maids\nNothin’ to hide, we both screwed the bridesmaids",
    "Been a long time since I spoke to you in a bathroom\nGripping you up, fucking and choking you\nWhat the hell was I supposed to do?\nI know you ain't getting this type of dick from that local dude",
    "I know I’m preaching to the congregation\nWe love Jesus but you done learned a lot from Satan\nI mean a n***a did a lot of waiting\nWe ain't married but tonight I need some consummation",
    "Bullet proof condom, when I'm in these hoes\nGot staples on my dick, why? Fuckin' centerfolds",
    "Coke on her black skin made it stripe like a zebra\nI call that jungle fever\nYou will not control the threesome\nJust roll the weed up until I get me some",
    "In some relations you're just supposed to say none\nHeard she fucked the doorman\nWell that’s cool I fucked the waitress\nHeard Yeezy was racist, well, I guess that’s on one basis\nI only like green faces",
    "He only wanna see that ass in reverse\nTwo-thousand-dollar bag with no cash in your purse\nNow you sittin' courtside, wifey on the other side\nGotta keep 'em separated, I call that apartheid",
    "Pussy had me floatin'\nFeel like Deepak Chopra\nPussy had me dead\nMight call 2Pac over\nYeezy's all on your sofa\nThese the Red Octobers\nStill ain't learn me no manners",
    "Careless whispers, eye fuckin', bitin' ass\nNeck, ears, hair, legs, eating ass\nYour pussy's too good, I need to crash\nYour titties, let 'em out, free at last\nThank God almighty, they free at last",
    "For all my Southside n****s that know me best\nI feel like me and Taylor might still have sex\nWhy? I made that bitch famous\nI made that bitch famous",
    "I need Coke with no rum, I taste coke on her tongue\nI don't joke with no one, they'll say he died so young\nI done had a bad case of too many bad days\nGot too many bad traits, used the floor for ashtrays",
    "You got sick thoughts? I got more of 'em\nYou got a sister-in-law you'd smash? I got four of 'em\nDamn, those is your sisters\nYou did somethin' unholy to them pictures\nDamn, you need to be locked up\nNah, we need a bigger hot tub"
]