[
    "I love you like kanye loves kanye",
    "Remind me again why the Grammys can suck my dick.",
    "I need a room full of mirrors so I can be surrounded by winners",
    "I’m the closest that hip-hop is getting to God. In some situations I’m like a ghetto Pope.",
    "KANYE 2024",
    "NEW ALBUM DONDA JULY 24 2020 #2020VISION",
    "The media crucify me like they did Christ.",
    "Imma let you finish, but beyoncé had one of the best music videos of all time.",
    "you may be talented, but you’re not kanye west",
    "I feel like I'm too busy writing history to read it.",
    "I'm a human being. I've got opinions, I'm not always right, I'm not always on time, I don't always say things in the proper way, but my intentions are always extremely pure.",
    "I refuse to accept other people's ideas of happiness for me. As if there's a 'one size fits all' standard for happiness.",
    "Here's something that's contrary to popular belief: I actually don't like thinking. I think people think I like to think a lot. And I don't. I do not like to think at all.",
    "For me, money is not my definition of success. Inspiring people is a definition of success.",
    "I am not a fan of books.",
    "Keep your nose out the sky, keep your heart to god, and keep your face to the raising sun.",
    "I don't know what's better gettin' laid or gettin' paid.",
    "I love sleep; it's my favorite.",
    "I still think I am the greatest.",
    "It's not 'can'; it's 'will.' You have to will things into fruition.",
    "I am God's vessel. But my greatest pain in life is that I will never be able to see myself perform live.",
    "We came into a broken world. And we're the cleanup crew.",
    "Our work is never over.",
    "I don't use blue. I don't like it. It bugs me out. I hate it.",
    "I don't even listen to rap. My apartment is too nice to listen to rap in.",
    "Fashion is merely an opinion. And I've got a lot of opinions.",
    "Nobody can tell me where I can and can't go.",
    "I can analyze people's intentions. Immediately. That's just a warning. To everyone.",
    "I'll say things that are serious and put them in a joke form so people can enjoy them. We laugh to keep from crying.",
    "Know your worth! People always act like they're doing more for you than you're doing for them.",
    "I'm not always going to say things the perfect way, the right way. But I'm going to say how I feel.",
    "I just want people to be the best thems and live the happiest lives possible.",
    "The dinosaurs aren't remembered for much more than their bones. When humanity's gone, what do we give to this little planet that we're on, and what could we do collectively, removing the pride?",
    "Closed on a Sunday, you're my Chick-fil-A",
    "There's a lack of people in power that are motivated by the idea of helping people.",
    "I definitely think, generally, rap is misogynistic.",
    "Creative output, you know, is just pain. I'm going to be cliche for a minute and say that great art comes from pain.",
    "There's a lack of people in power that are motivated by the idea of helping people.",
    "I don't think people are going to talk in the future. They're going to communicate through eye contact, body language, emojis, signs.",
    "I told y'all I didn't vote, right? But if I would've voted, I would've voted for Trump.",
    "There's a lack of people in power that are motivated by the idea of helping people.",
    "All these walls that keep us from loving each other as one family or one race - racism, religion, where we grew up, whatever, class, socioeconomic - what makes us be so selfish and prideful, what keeps us from wanting to help the next man, what makes us be so focused on a personal legacy as opposed to the entire legacy of a race.",
    "I'm inspired by Walt Disney. I'm inspired by Howard Hughes. I'm inspired by Henry Ford. I'm inspired by Steve Jobs. I mean, I'm inspired by James Perse.",
    "I thank Marc Jacobs so much for giving me the opportunity to design a shoe for Louis Vuitton, but the thing that broke my heart most was when they said, 'You're finished. The shoe's finished.'",
    "I'm giving all that I have in this life. I'm opening up my notebook, and I'm saying everything in there out loud.",
    "There was a time Michael Jackson couldn't get his video on MTV because he was considered to be 'urban.' The Michael Jackson. So I literally have to be the Michael Jackson of apparel in order to break down the doors for everyone who will come after I'm gone, after I'm dead.",
    "I’d rather be a dick than a swallower",
    "Kris Jong Un",
    "The most genius thing about the way I create is to create with other geniuses.",
    "If we go on your iPhone and go to the dictionary and look up 'humble,' 80 per cent of the definition is negative. It's a controlling word. It's a way to control the masses and to control the sheep.",
    "Obama told me he was running for president before he announced it, because I am his favorite rapper, he’a got good taste",
    "In Paris, you're as far as possible from the land of pleasant smiles.",
    "We're a blip in the existence of the universe, and we're constantly trying to pull each other down. Not doing things to help each other.",
    "Look at gaga, she’s the creative director of polaroid. I like some of the gaga songs, what the fuck does she know about cameras",
    "Black people can be the most conservative, the most discriminating. Especially among ourselves. It wasn't white people who said all black men have to wear baggy jeans.",
    "Sometimes we be playing the politics too much and forget who we are just to win.",
    "I think business has to be stupider. I want to do really straightforward, stupid business - just talk to me like a 4-year-old. And I refuse to negotiate. I do not negotiate. I can collaborate. But I'm an artist, so as soon as you negotiate, you're being compromised.",
    "drake didnt fuck my wife",
    "I didn't know the term 'synesthesia' until I was working on 'Cruel Summer.' Halfway into writing that, I really understood that, my entire life, I had been trying to describe this condition of mine: through painting, through this seven-screen Surround Vision film we shot in Qatar, through all these things.",
    "YOU AINT GOT THE ANSWERS SWAY",
    "People have me pinned as a shark or a predator in some way, and in no way am I that. I wouldn't want to hurt anyone. I want to defend people. I want to help people.",
    "It was a strike against me that I didn't wear baggy jeans and jerseys and that I never hustled, never sold drugs.",
    "I would hear stories about Steve Jobs and feel like he was at 100 percent exactly what he wanted to do, but I'm sure even a Steve Jobs has compromised. Even a Rick Owens has compromised. You know, even a Kanye West has compromised. Sometimes you don't even know when you're being compromised till after the fact, and that's what you regret.",
    "I liberate minds with my music. That's more important than liberating a few people from apartheid or whatever.",
    "WE GON DO THIS SHIT ONE MO TIME",
    "I would hear stories about Steve Jobs and feel like he was at 100 percent exactly what he wanted to do, but I'm sure even a Steve Jobs has compromised. Even a Rick Owens has compromised. You know, even a Kanye West has compromised. Sometimes you don't even know when you're being compromised till after the fact, and that's what you regret.",
    "Man, I'm the No. 1 living and breathing rock star. I am Axl Rose; I am Jim Morrison; I am Jimi Hendrix.",
    "You don't have to be scared of me, because I am loyal. Why are people so scared of creative ideas and so scared of truth? All I want to do is do good.",
    "This dark diction has become America's addiction.",
    "i wanna fuck you hard on the sink",
    "I dislike the concept of 'chic' being the highest compliment for a human being. I'd rather someone be nice than to be chic.",
    "I wouldn't say that anyone in fashion is on my side. I don't think there's anyone on my side.",
    "Fashion breaks my heart.",
    "Our focus needs to be less on what our legacy's going to be or how we can control each other and more how we can give to each other.",
    "Every time I say something that's extremely truthful out loud, it literally breaks the Internet.",
    "My goal is just to be respected as a man when I walk down the street with my family. I don't care what your job is, you're not gonna talk down to me, you're not gonna try to get a rise out of me. I'm a man first. And in establishing that, some interesting things have happened.",
    "I think I do myself a disservice by comparing myself to Steve Jobs and Walt Disney and human beings that we've seen before. It should be more like Willy Wonka... and welcome to my chocolate factory.",
    "The concept of Kimye has more cultural significance than what Page Six could write.",
    "It's funny because I've made a living off of words, but words get in the way of what you really want to say.",
    "If I was just a fan of music, I would think that I was the number one artist in the world.",
    "My message isn't perfectly defined. I have, as a human being, fallen to peer pressure.",
    "In today's world, having money has allowed people who are extremely uncool to think that they're cool and carry it like that. People who really are cool and people who really are artists and have ideas have to literally turn in their cool card to society just to make it past the age of 28.",
    "I used to have insecurity about my finances, then I announced that I had debt, and now I don't have any insecurities.",
    "It's always going to be a fight for anyone who isn't an older white man. I want to fight for anyone who doesn't have a fight.",
    "Do I worry about being in the public eye and raising kids? Yeah. Any situation you're in, you're gonna worry about raising kids. But it's champagne problems, too. There are people who can't feed their kids.",
    "I'm here to fight for the re-education of what celebrity is: to say, 'Yes, we are celebrities, but yes, we're also innovators. We're also inventors. We're also thoughtful.'",
    "I can always tell if a band has a British rhythm section due to the gritty production.",
    "Madonna, I think, is the greatest visual musical artist that we've ever had. If you look at her photo log, the photographers that she was able to work with throughout her career framed her in the proper way. It was the proper context. It was that visual that made sure that everything was gonna cut through in a certain way.",
    "Sometimes people write novels and they just be so wordy and so self-absorbed.",
    "I'm pretty calculating. I take stuff that I know appeals to people's bad sides and match it up with stuff that appeals to their good sides.",
    "Michael Jordan changed so much in basketball, he took his power to make a difference. It's so much going on in music right now and somebody has to make a difference.",
    "But for me to have the opportunity to stand in front of a bunch of executives and present myself, I had to hustle in my own way. I can't tell you how frustrating it was that they didn't get that. No joke - I'd leave meetings crying all the time.",
    "I really appreciate the moments that I was able to win rap album of the year or whatever.",
    "I love being American, and I love family. I love having a family, and I feel so blessed, and I feel like God gave me exactly what I wanted, so now I have to do the right thing in God's eyes also. Just follow what God wants me to do.",
    "I know how to swim through backlash. I can tread water through backlash... If anything, that's all giving me power.",
    "My favorite record label of all time is Motown. That era of music was my favorite.",
    "I didn't want to play it boring and safe. I also didn't want to innovate too much. Second albums, man, they're even scarier than first ones.",
    "You know what should be banned? Stuff that's whack. The world is controversial. The world is classist. The world is racist.",
    "I didn't want to play it boring and safe. I also didn't want to innovate too much. Second albums, man, they're even scarier than first ones.",
    "The concept of commercialism in the fashion and art world is looked down upon. You know, just to think, 'What amount of creativity does it take to make something that masses of people like?' And, 'How does creativity apply across the board?'",
    "I'm a trained fine artist. I went to art school from the time I was 5 years old. I was, like, a prodigy out of Chicago. I'd been in national competitions from the age of 14.",
    "Thirty-three-years-old, still creating art. It's rage, it's creativity, it's pain, it's hurt, but it's the opportunity to still have my voice get out there through music.",
    "Why, if someone is good in one field can they not be accepted or given the slightest opportunity to express and be creative in other fields?",
    "“If you ain't no punk, holla we want prenup/WE WANT PRENUP!/It’s something that you need to have/'Cause when she leave yo ass, she gonna leave with half.”",
    "“Taylor Swift beat Beyoncé at the Grammys? Beyoncé be dancing in heels and shit.”",
    "I am the number one human being in music. That means any person that's living or breathing is number two."
]
